[
	{
		"title": "Pump Cup Leathers for 2 Pint Stoves",
		"desc": [
			"Excellent pump cup leathers for most of pressure stoves  and lanterns.",
			"They are completely new, unused and produced from premium quality real leather.",
			"Long life, super elasticity, perfect fitness, excellent sealing.. ",
			"Outer diameter is 17-18 mm. ",
			"These pump cups fit most of 2 pint stoves, lanterns and blowtorches such as Optimus 1S, Optimus 5, Optimus 45, Primus 5, Svea 5, Svea 106, Radius 17, Optimus 200, Optimus 300, Optimus 930, Primus 1020, Primus981, Primus 991, Primus 1321, Primus 632, Radius 119, Radius 103, Bialaddin 305, Bialaddin 310, Bialaddin 315, Bialaddin Bowlfire, Vapalux 320, M320, Petromax 250, Petromax 350, Petromax 500, Hasag, Sievert, Maxim, Barthel 501, Barthel 100, Barthel 296 etc."
		],
		"price": 2,
		"imgPath": "/images/Pump Cup Leathers for 2 Pint Stoves",
		"images": ["1.jpeg", "2.jpeg", "3.jpeg", "4.jpeg", "5.jpeg"]
	},
	{
		"title": "Pump Cup Leathers for 1 Pint Stoves",
		"desc": [
			"Excellent pump cup leathers for most of 1 pint stoves. ",
			"They are completely new, unused and produced from premium quality real leather.",
			"Long life, super elasticity, perfect fitness, excellent sealing..",
			"Outer diameter is 13-14 mm.",
			"These pump cups fit most of 1 pint stoves such as Optimus 111 hiker, Primus 96, Burmos 21, Primus 22, Primus 210, Radius 21 etc."
		],
		"price": 2,
		"imgPath": "/images/Pump Cup Leathers for 1 Pint Stoves",
		"images": ["1.jpeg", "2.jpeg", "3.jpeg", "4.jpeg", "5.jpeg"]
	},
	{
		"title": "Pump Cup Leathers for Coleman Stoves & Lanterns",
		"desc": [
			"Excellent pump cup leathers for Coleman lanterns and stoves.",
			"Long life, super elasticity, perfect fitness, excellent sealing..",
			"The best quality you can find ! Do not waste your time and money for poor qualities !",
			"Photos are showing some Coleman items where these pump leathers perfectly fit.",
			"Material used in production of these items is high quality real leather.",
			"Leather washers can be installed in just few minuts with just common everyday household tools/items.",
			"Get rid of the neoprene washers! Upgrade to leather!"
		],
		"price": 2,
		"imgPath": "/images/Pump Cup Leathers for Coleman Stoves & Lanterns",
		"images": [
			"1.jpeg",
			"2.jpeg",
			"3.jpeg",
			"4.jpeg",
			"5.jpeg",
			"6.jpeg",
			"7.jpeg"
		]
	},
	{
		"title": "Pump Cup Leathers for Tilley Lamps",
		"desc": [
			"Excellent pump cup leathers for Tilley lanterns.",
			"They are completely new, unused and produced from premium quality real leather.",
			"Long life, super elasticity, perfect fitness, excellent sealing..",
			"Outer diameter is ~16 mm."
		],
		"price": 2,
		"imgPath": "/images/Pump Cup Leathers for Tilley Lamps",
		"images": [
			"1.jpeg",
			"2.jpeg",
			"3.jpeg",
			"4.jpeg",
			"5.jpeg",
			"6.jpeg",
			"7.jpeg",
			"8.jpeg",
			"9.jpeg"
		]
	},
	{
		"title": "Repair Kit for Enders Stoves",
		"desc": [
			"Excellent pump cupleathers and sealing washers for German Enders pressure stoves.",
			"Items are completely new, unused and produced from real leather.",
			"Pump leathershave been newly produced identical to genuine design.",
			"This kit perfectly fits Enders 9060, 9060D, 9061, 9061D, 9065D, 9063 (baby)models.",
			"Price covers 3 items together ie 1 pump leather, 1 large viton oring and 1 small viton oring",
			"You may be aware that these type of Enders brand stoves use pump leathers different from classical pump cups used on Swedish type conventional pressured stoves. These pump leathers are located between two metal plates. As you would see there is no pump piston on these type Enders stoves. Piston is self built on the leather. The sealing washers seen in the photos are made of viton, a special material resistant to fuel abrasion and high temperature. The large one is to be used onto the pump tube for sealing with the tank. The smaller one is to be used on pump rod, behind the pump cup. It gives good sealing while pushing the pump piston into the pump tube. "
		],
		"price": 6,
		"imgPath": "/images/Repair Kit for Enders stoves",
		"images": [
			"1.jpeg",
			"2.jpeg",
			"3.jpeg",
			"4.jpeg",
			"5.jpeg",
			"6.jpeg",
			"7.jpeg",
			"8.jpeg",
			"9.jpeg"
		]
	},
	{
		"title": "Pump cup leathers for Optimus Nova Trangia Primus Ergo Pump",
		"desc": [
			"They are completely new, unused and produced from premium quality real leather.",
			"Items are completely new, unused and produced from real leather.",
			"Long life, super elasticity, perfect fitness, excellent sealing..",
			"Outer diameter is ~13 mm."
		],
		"price": 2,
		"imgPath": "/images/Pump cup leathers for Optimus Nova Trangia Primus Ergo Pump",
		"images": [
			"1.jpeg",
			"2.jpeg",
			"3.jpeg",
			"4.jpeg",
			"5.jpeg",
			"6.jpeg",
			"7.jpeg",
			"8.jpeg"
		]
	}
]
